[orchid_vo_chapter3_0010_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Captain Scarlet has been searching for sand treasure for years. Skis must be on the sand..",Time=0)

[orchid_vo_chapter3_0020_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wait, are you still out? We started a relationship!",Time=0)

[orchid_vo_chapter3_0021_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Are you in an apartment? but what? Nothing but sand and angry pirates! Let's talk about our favorite movies. My "politician" is still a robot.''",Time=0)

[orchid_vo_chapter3_0022_echox_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, look, look! My best friend in the world! welcome! Don't go on the roof or the sand will stick.!",Time=0)

[orchid_vo_chapter3_0030_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Xh. A water boat? That's good--",Time=0)

[orchid_vo_chapter3_0040_echo_sandmanminion]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sandman wants a piece of your compass, common man! He started it!",Time=0)

[orchid_vo_chapter3_0050_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Then he attacked. Dear Guest Welcome - Support Sandman Village! Make your time worth it.?",Time=0)

[orchid_vo_chapter3_0060_echo_sandman]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="He is stupid! Did you kill my child in Hari? I'll tell you this: if you're around Captain Scully, he's going to stab you in the back. I? If I kill you, I will look you straight in the eye.",Time=0)

[orchid_vo_chapter3_0070_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Master and Miss? "I'm not sure?" i agree. Many Sandman children boarded the ship. Fighting these crazy people can be fast, hard and boring..",Time=0)

[orchid_vo_chapter3_0080_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Do you want to know what killed them? Now let's get out and get to work..",Time=0)

[orchid_vo_chapter3_0090_live_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="There is a good trick. You're Walt Hunter, aren't you? I don't know any of you. Weapons, powers, everything.",Time=0)

[orchid_vo_chapter3_0100_live_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you're looking for a beach gem, you've come to the right place. But they are proud, they are rude. He didn't know me! Do more. Excuse me. I'm Captain Scarlet...",Time=0)

[orchid_vo_chapter3_0110_live_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nice to know you.",Time=0)

[orchid_vo_chapter3_0120_live_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="In short, I respect your talent. I want to go treasure hunting with you. Now, to be fair, I'm going to make it somewhere along the way, but in the meantime, if we work together, we have a better chance of finding this treasure. Let's talk.",Time=0)

[orchid_vo_chapter3_0130_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="it's cool. You have to talk about things, right??",Time=0)
